10/data/attachments/8a98e658145e60e8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kelly_plan_Actions_74815_3</nif:username>
            <nif:friendToBeRequested>soap_actions_d5a9c198-a2c1-4b20-afbb-b427d7cda18d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>